Repository: pajlotapps/Pajlot-E6B-Pro
Catalog: *.lproj/Localizable.strings
Languages: pl, zh_hans

# TAFwillBeLoad
source: TAF will be loaded after airfield selection
pl: Treść depeszy TAF zostanie wyświelona po wyborze lotniska
zh_hans: TAF 将在机场选择后加载

# METARwillBeLoad
source: METAR will be loaded after airfield selection
pl: Treść depeszy METAR zostanie wyświelona po wyborze lotniska
zh_hans: METAR 将在机场选择后加载
