Repository: pajlotapps/Pajlot-E6B-Pro
Catalog: *.lproj/Localizable.strings
Languages: pl, zh_hans

# WelcomeGuideH1
source: E6B Aviation Calculator
pl: Kalkulator Lotniczy E6B
zh_hans: E6B 航空计算器计算器

# WelcomeGuideH2
source: Many features
pl: Wiele użytecznych funkcji
zh_hans: 许多功能

# WelcomeGuideH3
source: From pilots to pilots
pl: Aplikacja tworzona przez pilotów
zh_hans: 从飞行员到飞行员

# WelcomeGuideH4
source: Go to Settings Wizard
pl: Przejdź do Kreatora Ustawień Początkowych
zh_hans: 去设置向导

# WelcomeGuideP1
source: Congratulations, you have found one of the finest E6B aviation flight calculators available for Apple iPad and iPhone.
pl: Gratulacje, właśnie znalazłeś prawdopodobnie najlepszy kalkulator lotniczy na urządzenia z systemem iOS
zh_hans: 恭喜你， 你已经找到了适应于苹果平板电脑和手机最好的 E6B航空飞行计算器之一

# WelcomeGuideP2
source: You will find Pajlot E6B beneficial in helping to solve the planning and navigating problems associated mainly with flying.
pl: Pajlot E6B pomoże Ci szybko i sprawnie rozwiązywać problemy związane z obliczeniami nawigacyjnymi oraz planowaniem lotu.
zh_hans: 您将会发现 E6B有助于解决主要有关 于飞行规划和导航问题

# WelcomeGuideP3
source: E6B calculator is created and develop by pilots for pilots. Software includes the real calculations, not 'rule of thumb’ estimates like others app.
pl: Pajlot E6B jest tworzone i rozwijane przez pilotów dla pilotów.
zh_hans: E6B是由飞行员为飞行员而创造开发的。 软件包含真正的计算， 而不是像其他的应用一 样是'经验法则'估算

# WelcomeGuideP4
source: If something is unclear to You, please check 'Help' tab.
pl: Jeśli coś pozostało niejasne, zachęcamy do odwiedzenia zakładki 'Pomoc'
zh_hans: 如果您有不清楚的地方，请点击帮助键

# SkipBtn
source: Skip
pl: Pomiń
zh_hans: 跳过

# ResetBtn
source: Reset
pl: Resetuj
zh_hans: 重置

# CancelBtn
source: Cancel
pl: Anuluj
zh_hans: 取消

# DoneBtn
source: Done
pl: Gotowe
zh_hans: 完成

# MoreInfoBtn
source: LEARN MORE ABOUT
pl: DOWIEDZ SIĘ WIĘCEJ
zh_hans: 了解更多

# NextBtn
source: NEXT
pl: DALEJ
zh_hans: 下一步

# QuitBtn
source: QUIT WIZARD
pl: OPUŚĆ KREATOR
zh_hans: 退出向导

# jumpToWizardBtn
source: JUMP INTO SETTINGS WIZARD
pl: PRZEJDŹ DO KREATORA
zh_hans: 跳入设置向导;

# loadDefaultsBtn
source: LOAD DEFAULT PRESET
pl: WCZYTAJ WARTOŚCI DOMYŚLNE
zh_hans: 加载默认预设;

# finishBtn
source: FINISH
pl: ZAKOŃCZ
zh_hans: 完成

# popUpLbl
source: Feature available only in PRO version
pl: Opcja dostępna tylko w wersjii PRO
zh_hans: 仅在适用于专业版中的功能

# TitleOFTheScreenWizard
source: Settings Wizard
pl: Kreator Ustawień Początkowych
zh_hans: 设置向导

# AdditionalInfoWizard
source: You will be able to change this data in Settings and Units tabs.
pl: W przyszłości możesz zmienić te wartości w zakładkach Ustawienia oraz Jednnostki.
zh_hans: 您可以在 '设置' 和 '单位' 选项卡中更改此数据

# WizardInfo
source: Load default preset or jump into settings wizard.
pl: Wczytaj wartości domyślne lub przejdź do kreatora ustawień początkowych
zh_hans: 加载默认预设或跳转到设置向导。

# WizardSpeedInfo
source: Set the maximum value of speed and its unit.
pl: Podaj maksymalną wartość oraz jednostkę prędkości, która będzie używana do obliczeń.
zh_hans: 设置速度最大值及其单位

# WizardDistanceInfo
source: Set the maximum value of distance and its unit.
pl: Podaj maksymalną wartość oraz jednostkę odległości, która będzie używana do obliczeń.
zh_hans: 设置速距离最大值及其单位;

# WizardPressureInfo
source: Set the value of atmospheric pressure and its unit.
pl: Podaj wartość oraz jednostkę ciśnienia atmosferycznego, która będzie używana do obliczeń.
zh_hans: 设置大气压力值及其单位;

# WizardTemperatureInfo
source: Set the value of outside temperature and its unit.
pl: Podaj wartość oraz jednostkę temperatury powietrza, która będzie używana do obliczeń.
zh_hans: 设置外部温度值及其单位

# WizardElevationInfo
source: Set the value of airfield elevation and its unit.
pl: Podaj wartość elewacji lotniska, która będzie używana do obliczeń.
zh_hans: 设置机场标高值及其单位

# WizardWindInfo
source: Set the direction and value of wind and its unit.
pl: Podaj kierunek, prędkość wiatru oraz jednostkę, która będzie używana do obliczeń.
zh_hans: 设置风向和风力值及其单位

# WizardFuelInfo
source: Set the value of fuel flow rate and its unit. Make the selection of fuel type.
pl: Podaj wartość oraz jednostkę godzinowego zużycia paliwa, która będzie używana do obliczeń. Dodatkowo określ rodzaj paliwa.
zh_hans: 设置燃油流量及其单位。 x选择燃料类型;

# WizardVariationInfo
source: Set the value and direction of the magnetic declination - variation (ΔM).
pl: Określ wartość i kierunek deklinacji magnetycznej (ΔM).
zh_hans: 设置磁偏角的值和方向 - 变化量（ΔM）。

# WizardUnitsInfo
source: Make the selection of other units.
pl: Dokonaj wyboru pozostałych jednostek.
zh_hans: 选择其他单位

# WizardInfoP1
source: The settings wizard helps You configure the application interface. The maximum values are used for proper functioning of sliders of individual functions, which can be used to enter values.
pl: Kreator pomaga skonfigurować interfejs aplikacji. Wartości maksymalne służą do poprawnego działania sliderów poszczególnych funkcji, które mogą służyć do wprowadzania wartości.
zh_hans: 设置向导可帮助您配置应用程序界面。 最大值用于各功能滑块的正常功能， 可输入数值。

# WizardInfoP2
source: You can update these values at any time by entering the settings tab.
pl: Możesz w każdej chwili zaktualizować te wartości wchodząc w zakładkę ustawień.
zh_hans: 您可以随时通过输入设置选项卡来更新这些值。

# WizardInfoP3
source: The settings wizard will also allow to choose the unit types of individual parameters. You can change them at any time. The values will be automatically converted.
pl: Kreator pomoże także w wyborze rodzajów jednostek poszczególnych parametrów. Je także możesz w dowolnym momencie zmieniać. Wartości zostaną automatycznie przeliczone na nowe jednostki.
zh_hans: 设置向导也允许选择单个参数的单位类型。 您可以随时更改它们。 这些值将被自动转换。

# WizardInfoP4
source: If You leave settings wizard before filling all data, app will load defaults values.
pl: Jeśli opuścisz kreator przed uzupełnieniem wszystkich ekranów, aplikacja wczyta wartości domyślne.
zh_hans: 如果您在填写所有数据前离开设置向导， 应用程序将加载默认值。

# DisclaimerHeadline
source: D I S C L A I M E R
pl: O S T R Z E Ż E N I E
zh_hans: 免 责 声 明

# InfoHeadline
source: I N F O R M A T I O N
pl: I N F O R M A C J E
zh_hans: 信息

# WelcomeHeadline
source: WELCOME TO
pl: WITAJ
zh_hans: 欢迎您来到

# ParagrafOne
source: This software is not intended to replace a professional and certified aviation calculators or similar devices.
pl: Ta aplikacja nie powinna być używana w zastępstwie profesionalnych oraz certyfikowanych kalkulatorów lub innych urządzeń tego typu.
zh_hans: 此软件无意取代专业和认证的航空计算器或类似设备。

# ParagrafTwo
source: IF YOU DECIDE TO USE THIS SOFTWARE DURING REAL TIME FLIGHT PLANNING YOU DO THIS AT YOUR OWN RISK.
pl: JEŻELI ZDECYDUJESZ SIĘ WYKORZYSTYWAĆ TĄ APLIKACJĘ PODCZAS PLANOWANIA REALNYCH ZADAŃ LOTNICZYCH, PAMIĘTAJ, ŻE ROBISZ TO NA WŁASNĄ ODPOWIEDZIALNOŚĆ.
zh_hans: 如果您决定在实际飞行计划期间使用本软件， 您将自行承担风险。

# ParagrafThree
source: We take every effort to ensure that the functionality of each function is working properly, but we cannot guarantee the accuracy of the results.
pl: Dokładamy wszelkich starań aby każda z funkcji działała prawidłowo, nie mniej jednak, nie możemy zagwarantować, że każdy dostarczony wynik będzie pozbawiony błędów.
zh_hans: 我们尽一切努力确保每个功能的正常工作， 但我们无法保证结果的准确性。

# ParagrafFour
source: The authors cannot be held liable for any damages arising from the use of this software.
pl: Twórcy nie mogą być pociągani do odpowiedzialności za jakiekolwiek uszkodzenia powstałe w wyniku użytkowania tej aplikacji.
zh_hans: 对于因使用本软件而造成的任何损失， 作者不承担任何责任。

# ParagrafFive
source: If You don't want see that pop up message at every application start, switch off the appropriate option.
pl: Jeśli nie chcesz, aby to ostrzeżenie było wyświetlane przy starcie aplikacji odznacz stosowną pozycję w opcjach.
zh_hans: 如果您不希望在每次应用程序启动时看到弹出消息， 请将其切换为适当的选项。

# OKBtn
source: GOT IT
pl: ROZUMIEM
zh_hans: 明白

# Section0
source: SPEED/DISTANCE/TIME
pl: PRĘDKOŚĆ/DYSTANS/CZAS
zh_hans: 速度/距离/时间

# Section1
source: ANGLE & COMPONENTS
pl: KĄTY I SKŁADOWE
zh_hans: 角度 & 分量

# Section2
source: FUEL CALCULATIONS
pl: OBLICZENIA PALIWOWE
zh_hans: 燃料计算

# Section3
source: WX CALCULATIONS
pl: OBLICZENIA POGODOWE
zh_hans: 天气计算

# SectionDef
source: PAJLOT E6B Functions
pl: Funkcje PAJLOT E6B
zh_hans: PAJLOT E6B功能

# SpeedLabel
source: Speed
pl: Prędkość postępowa
zh_hans: 速度

# VspeedLabel
source: Vertical Speed
pl: Prędkość pionowa
zh_hans: 垂直速度

# DistanceLabel
source: Distance
pl: Dystans
zh_hans: 距离

# TimeLabel
source: Flight time
pl: Czas lotu
zh_hans: 飞行时间

# WCALabel
source: Drift angle
pl: Kąt znoszenia
zh_hans: 漂移角度

# GlidePathLabel
source: Glide path
pl: Ścieżka schodzenia
zh_hans: 下滑道

# FuelLabel
source: Fuel flow (h)
pl: Godzinowe zużycie paliwa
zh_hans: 燃料流量（h）

# EnduranceLabel
source: Endurance
pl: Długotrwałość lotu
zh_hans: 续航力

# WeightLabel
source: Volume/weight
pl: Objętość/ciężar
zh_hans: 体积 / 重量

# WindComponetLabel
source: Wind component
pl: Składowe wiatru
zh_hans: 风分量

# TASLabel
source: True air speed
pl: Prędkość rzeczywista
zh_hans: 真正的空速

# DensityAltLabel
source: Density altitude
pl: Wysokość gęstościowa
zh_hans: 密度高度

# SettingsHL
source: Settings
pl: Ustawienia
zh_hans: 设置

# SettingsTVSection0
source: SLIDERS MAX VALUE
pl: WARTOŚCI GRANICZNE
zh_hans: 滑块最大值

# SettingsTVSection1
source: INITIAL VALUES
pl: WARTOŚCI WEJŚCIOWE
zh_hans: 初始数值

# SettingsTVSection2
source: CONSTANTS VALUES
pl: WARTOŚCI STAŁE
zh_hans: 恒量数值

# SettingsTVSectionDef
source: SETTINGS
pl: USTAWIENIA
zh_hans: 设置

# PressureLabel
source: Pressure
pl: Ciśnienie
zh_hans: 压力

# TempLabel
source: Temperature (OAT)
pl: Temperatura
zh_hans: 温度（OAT外部大气温度)

# ElevationLabel
source: Airfield elevation
pl: Elewacja lotniska
zh_hans: 机场标高

# windSpeedLabel
source: Wind speed
pl: Prędkość wiatru
zh_hans: 风速

# windDirectionLabel
source: Wind direction
pl: Kierunek wiatru
zh_hans: 风向

# fuelFlowRateLabel
source: Fuel flow rate
pl: Zużycie paliwa
zh_hans: 燃料流量

# FuelTypeLabel
source: Fuel type
pl: Rodzaj paliwa
zh_hans: 燃料类型

# OptionsText
source: We make every effort to ensure that the E6B interface is the most user-friendly and its functions as useful as it possible for flight planning. If you have any idea to improvements or maybe you have found an error or discovered that the app is not working properly, please feel free and contact us immediately.
pl: Dokładamy wszelkich starań, aby interfejs aplikacji był jak najbardziej przyjazny dla użytkownika, a jej funkcje użyteczne podczas planowania lotu. Jeśli masz jakiś pomysł na usprawnienie aplikacji albo być może znalazłeś błąd lub odkryłeś, że aplikacja działa nieprawidłowo, skontaktuj się z nami.
zh_hans: 我们尽一切努力确保E6B界面是方便用户的， 并保证其功能尽可能在飞行计划中有用。 如果您有任何改进想法或者您发现错误或发现该应用程序无法正常工作， 请随时与我们联系。

# OptionsGuideStatus
source: Welcome guide
pl: Przewodnik powitalny
zh_hans: 欢迎指南

# OptionsWizzardStatus
source: Settings wizard
pl: Kreator ustawień
zh_hans: 设置向导

# OptionsDisclaimerStatus
source: Disclaimer
pl: Ostrzeżenie
zh_hans: 免责声明

# OptionsInfoLbl
source: If you want display screens mentioned above at application startup, check appropriate options.
pl: Jeśli chcesz, aby przy włączaniu aplikacji wyświetlane były powyższe ekrany, zaznacz stosowne opcje.
zh_hans: 如果您希望在应用程序启动时显示上述内容， 请检查适当的选项

# OptionsLanguageLbl
source: Change language
pl: Zmień język
zh_hans: 更改语言

# OptionsContactLbl
source: Contact
pl: Kontakt
zh_hans: 联系信息

# OptionsWebsiteLbl
source: Visit website
pl: Strona www
zh_hans: 访问该网站

# OptionsDonateLbl
source: Donate
pl: Wesprzyj twórców
zh_hans: 捐赠

# OptionsRateLbl
source: Rate app
pl: Oceń aplikację
zh_hans: 评价应用

# ONstatus
source: ON
pl: Wł.
zh_hans: 开启

# OFFstatus
source: OFF
pl: Wył.
zh_hans: 关闭

# WelcomeGuideTitle
source: Welcome guide
pl: Przewodnik powitalny
zh_hans: 欢迎指南

# GuideLbl
source: Welcome guide
pl: Przewodnik powitalny
zh_hans: 欢迎指南

# WGinfo1
source: If you want display 'Welcome guide' at application startup, leave that option checked.
pl: Jeśli chcesz, aby przy włączaniu aplikacji, wyświetlany był 'Przewodnik powitalny', pozostaw tą opcję aktywną.
zh_hans: 如果您希望在应用程序启动时显示 '欢迎指南'， 请保留该选项。.

# WGinfo2
source: Click the above button to display the 'Welcome Guide'
pl: Klikając w powyższy klawisz wyświetlisz 'Przewodnik powitalny'
zh_hans: 点击上面的按钮显示 '欢迎指南'

# WelcomeGuideBtn
source: WELCOME GUIDE
pl: PRZEWODNIK POWITALNY
zh_hans: 欢 迎 指 南

# SettingWizzardTitle
source: Setting wizard
pl: Kreator ustawień
zh_hans: 设置向导

# WizzardLbl
source: Setting wizard
pl: Kreator ustawień
zh_hans: 设置向导

# SWinfo1
source: If you want display 'Setting wizard' at application startup, leave that option checked.
pl: Jeśli chcesz, aby przy włączaniu aplikacji, wyświetlany był 'Kreator ustawień', pozostaw tą opcję aktywną.
zh_hans: 如果您希望在应用程序启动时显示 '设置向导'， 请保留该选项。

# SWinfo2
source: Click the above button to display the 'Setting wizard'
pl: Klikając w powyższy klawisz wyświetlisz 'Kreator ustawień'
zh_hans: 点击上面的按钮显示 '设置向导'

# SettingWizzardBtn
source: SETTING WIZARD
pl: KREATOR USTAWIEŃ
zh_hans: 设置向导

# DisclaimerTitle
source: Disclaimer
pl: Ostrzeżenie
zh_hans: 免责声明

# DisclaimerLbl
source: Disclaimer
pl: Ostrzeżenie
zh_hans: 免责声明

# Dinfo1
source: If you want display 'Disclaimer info' at application startup, leave that option checked.
pl: Jeśli chcesz, aby przy włączaniu aplikacji, wyświetlany był 'Ostrzeżenie', pozostaw tą opcję aktywną.
zh_hans: 如果您希望在应用程序启动时显示 '免责声明信息'，请保留该选项

# Dinfo2
source: Click the above button to display the 'Disclaimer info'
pl: Klikając w powyższy klawisz wyświetlisz 'Ostrzeżenie'
zh_hans: 点击上面的按钮显示 '免责声明信息'

# DisclaimerVCBtn
source: SHOW DISCLAIMER
pl: WYŚWIETL OSTRZEŻENIE
zh_hans: 显示免责声明

# DonateTitle
source: Donate
pl: Wesprzyj twórców
zh_hans: 捐赠

# ShowHideLbl
source: Show/hide QR Code
pl: Pokaż/ukryj QR Code
zh_hans: 显示/隐藏QR码

# DonateInfo1
source: Thank you for using pro version. If you would like to motivate us further, consider donating to us.
pl: Dzięki za używanie wersji Pro! Jeśli chciałbyś nas dodatkowo zmotywować do pracy, możesz rozważyć przekazanie darowizny.
zh_hans: 感谢您使用专业版。 如果您想进一步激励我们，请考虑捐赠给我们。

# DonateInfo2
source: Below you can find public key and QR code to our BTC wallet.
pl: Poniżej znajduje się adres publiczny porfela BTC
zh_hans: 以下您可以在我们的比特币钱包中找到公钥和QR码。

# ChangeLanguageTitle
source: Choose language
pl: Wybierz język
zh_hans: 选择语言

# PolishLangLbl
source: Polish
pl: Polski
zh_hans: 波兰语

# EnglishLangLbl
source: English
pl: Angielski
zh_hans: 英语

# ChineseLangLbl
source: Chinese
pl: Chiński
zh_hans: 中文

# SLinfo1
source: Choose app interface language from options available above.
pl: Wybierz interesujący Cię język z dostępnych powyżej.
zh_hans: 请从上面提供的选项中选择应用界面语言

# SLinfo2
source: Sometimes the app should be restarted to change language correctly.
pl: Czasami, aby język aplikacji został poprawnie zmieniony, aplikacja powinna zostać uruchomiona ponownie.
zh_hans: 有时应用程序需重新启动以更改正确语言

# UpgradeH1
source: Pajlot - applications for aviation
zh_hans: Pajlot - 航空应用

# UpgradeP1
source: The E6B application from Pajlot.pl is a response to the niche on the Polish market of mobile apps for aviation and pilots.
zh_hans: E6B是PAJLOT所有。 它是针对波兰市场对航空和飞行员移动应用程序的需求的响应。

# UpgradeH2
source: Check what beside lack of advertisements offer PRO version
zh_hans: 检查旁边缺少广告提供PRO版本

# UpgradeP2
source: Thank you for using our software!
zh_hans: 感谢您使用我们的软件

# e6bproBtn
source: Pajlot E6B PRO
zh_hans: Pajlot E6B 专业版

# featureAvailableOnlyForPro
source: Function available only in PRO version
zh_hans: 仅在PRO版本中可用功能;

# soonInAppStoreText
source: AVAILABLE IN APP STORE!
zh_hans: 在应用市场中可用

# featuresTextFieldText
source: • FRESH INTERFACE • NEW FEATURES: • WIND COMPONENTS • TRUE AIR SPEED • ENDURANCE • VERTICAL SPEED • DENSITY ALTITUDE • TIME CALCULATOR (soon) • UNIT CONVERTER • NO ADVERTS • FREQUENT UPDATES
zh_hans: 新界面o新功能： o风分量o真空速度 o耐久性o垂直速度 o密度高度 o时间计算器（很快） o单位转换器 o无广告 o频繁更新

# goToAppStoreBtn
source: VISIT APP STORE
zh_hans: 访问应用市场

# notInterestedBtn
source: NOT INTRESTED
zh_hans: 没有兴趣

# messageTitle1
source: WARNING!!!
pl: UWAGA!!!
zh_hans: 警告

# message1
source: Defaults values have been already loaded.
pl: Wartości domyślne już zostały wczytane.
zh_hans: 已加载默认值

# message2
source: Are you sure to reset values to defaults?
pl: Czy na pewno chcesz przywrócić wartości domyślne?
zh_hans: 你确定要将值重置为默认值吗?

# messageReset
source: Reset
pl: Resetuj
zh_hans: 重置

# messageCancel
source: Cancel
pl: Anuluj
zh_hans: 取消

# messageTitle2
source: Magnetic declination
pl: Deklinacja magnetyczna
zh_hans: 磁偏角

# message3
source: Set value of variation (ΔM) remember about direction (E(+) - east or W(-) - west).
pl: Podaj wartość deklinacji magnetycznej (ΔM) uwzględniając jej kierunek (E(+) - wschodnia lub W(-) - zachodnia).
zh_hans: 设置变化值;ΔM)，记住方向 (E(+) - 东或者 W(-) - 西)

# messageTitle3
source: Specific gravity
pl: Ciężar właściwy paliwa
zh_hans: 比重

# message4
source: Specific gravity of fuel (SG) (0.79 JET A1 'AVTUR' / 0.72 AVGAS) depends from temperature and fuel type. The calculations are based on the International Standard Atmosphere (ISA) assuming coefficients for the temperature at medium sea level (MSL)
pl: Ciężar właściwy paliwa (SG) (0.79 JET A1 'AVTUR' / 0.72 AVGAS) jest zależny od panującej temperatury otoczenia oraz rodzaju paliwa. Obliczenia bazują na Międzynarodowej Atmosferze Wzorcowej (ISA) przyjmując współczynniki dla temperatury na średnim poziome morza (MSL)
zh_hans: 取决于温度和燃料类型。 计算基于国际标准大气（ISA）其温度系数被假定为在介质海平面（MSL）中的温度。

# messageGotIt
source: GOT IT
pl: Rozumiem
zh_hans: 明白

# message5
source: Are you sure to reset to defaults units?
pl: Czy na pewno chcesz powrócić do domyślnych jednostek?
zh_hans: 你确定要重设默认单位吗?

# messageTitle6
source: NETWORK
pl: PROBLEM Z SIECIĄ
zh_hans: 互联网

# message6
source: There is no internet, check your connection.
pl: Sprawdź połączenie z siecią, brak internetu.
zh_hans: 没有互联网， 请检查您的连接。

# UnitsHL
source: Units
pl: Jednostki
zh_hans: 单位

# UnitsSection0
source: MAIN
pl: PODSTAWOWE
zh_hans: 主要

# UnitsSection1
source: OTHERS
pl: INNE
zh_hans: 其他

# UnitsSection2
source: ADDITIONAL
pl: DODATKOWE
zh_hans: 附加

# UnitsSectionDef
source: UNITS
pl: JEDNOSTKI
zh_hans: 单位

# AltitideLabel
source: Altitude
pl: Wysokość
zh_hans: 高度

# VolumeLabel
source: Volume
pl: Objętość
zh_hans: 体积

# UnitsWeightLabel
source: Weight
pl: Masa
zh_hans: 重量

# AngleLabel
source: Angle values
pl: Wartości kątowe
zh_hans: 角度值

# FuelAmountLabel
source: Fuel
pl: Paliwo
zh_hans: 燃料

# WindDirectionLabel
source: Wind direction
pl: Kierunek wiatru
zh_hans: 风向

# CourseLabel
source: Course
pl: Kierunek lotu
zh_hans: 航道

# HWC
source: Headwind component
pl: Czołowa składowa wiatru
zh_hans: 逆风分量

# CWC
source: Crosswind component
pl: Boczna składowa wiatru
zh_hans: 侧风分量

# setDefaultFuelFlow
source: DEFAULT FUEL FLOW RATE
pl: DOMYŚLNE ZUŻYCIE PALIWA
zh_hans: 默认燃油流量

# FuelP1
source: The specific gravity of the fuel (SG) depends on the ambient temperature and fuel type.
pl: Ciężar właściwy paliwa (SG) jest zależny od panującej temperatury otoczenia oraz rodzaju paliwa.
zh_hans: 燃料的比重（SG）取决于环境温度和燃料类型。

# FuelP2
source: The calculations are based on the International Standard Atmosphere (ISA). The coefficients are assumed for the temperature at medium sea level (MSL).
pl: Obliczenia bazują na międzynarodowej atmosferze wzorcowej (ISA). Przyjmuje się współczynniki dla temperatury panującej na średnim poziome morza (MSL)
zh_hans: 计算是基于国际标准大气（ISA）。其温度系数被假定为在介质海平面（MSL）中的温度。

# FuelP3
source: For JET A1 (AVTUR from 'Aviation Turbine'), the following relationships are assumed:
pl: Dla JET A1 (AVTUR od 'Aviation Turbine') przyjmuje się następujące zależności:
zh_hans: 对于JET A1（来自'航空涡轮机'的AVTUR），假定以下关系：

# FuelP4
source: For AVGAS, the following factors are used:
pl: Natomiast dla AVGAS przyjmuje się poniższe współczynniki:
zh_hans: 对于AVGAS，使用于以下因素：

# DensityAltInfo1
source: Density Altitude (DA) is the pressure altitude (PA) corrected for error due to non-standard ambient temperature.
pl: Wysokość gęstościowa (Density Altitude - DA) jest to wysokość ciśnieniowa (Pressure Altitude - PA) poprawiona o błąd spowodowany niestandardową temperaturą otoczenia.
zh_hans: 密度高度（DA）是由非标准环境温度引起的误差修正的压力高度（PA）。

# DensityAltInfo2
source: As the temperature and altitude increase, the air density decreases. The high density significantly affects the performance of the aircraft.
pl: Wraz ze wzrostem temperatury oraz wysokości, gęstość powietrza maleje. Duża wysokość gęstościowa wpływa znacząco na osiągi statku powietrznego.
zh_hans: 随着温度和高度的增加，空气密度下降，高密度对飞机性能产生显著影响。

# DensityAltInfo3
source: On a warm and humid day, the A/C will accelerate slower, it will need a longer run, it will need a higher speed to provide the lift necessary to take off and climb rate will be lower.
pl: W ciepły i wilgotny dzień, SP będzie przyspieszał wolniej, będzie potrzebował dłuższego rozbiegu, będzie potrzebował większej prędkości do zapewnienia niezbędnej do startu siły nośnej, a także będzie wolniej się wznosił.
zh_hans: 在温暖潮湿的日子里，空调会加速变慢，它需要更长的运行时间，和更高的速度来提供起飞所必需升力，爬升率将会降低。

# DensityAltInfo4
source: Pressure altitude (PA) is the value read from the altimeter when it is set to the pressure at sea level - QNE (called standard pressure) of:
pl: Wysokość ciśnieniowa (PA) to wartość odczytana z wysokościomierza przy ustawieniu go na wartość ciśnienia panującego na poziomie morza - QNE (tzw. ciśnienie standardowe) wynoszące:
zh_hans: 压力高度（PA）是当高度表设定为海平面压力 -QNE（称为标准压力）时，从上面读取的值 -:

# DensityAltInfo5
source: The ISA temperature is the value of the standard temperature at a given altitude. At the sea level, it is 15 °C. With a 1 000 ft rise, it is assumed that the temperature drops by 2 °C
pl: Temperatura ISA to wartość standardowej temperatury panującej na danej wysokości. Na poziomie morza wynosi ona 15°C. Wraz ze wzrotem wysokości o 1 000 ft przyjmuje się, że temperatura spada o 2°C
zh_hans: ISA温度是给定高度的标准温度值。 在海平面上，它是15°C。 升高1 000英尺时，温度下降2°C

# GPTitle
source: Glide path
pl: Ścieżka zniżania
zh_hans: 下滑道

# GPformula1
source: TAN(angle °) = descent rate %
pl: TAN(kąt °) = descent rate %
zh_hans: TAN（角度°）=下降率％

# GPformula2
source: angle (°) ≈ Rate (%) x 0.6
pl: kąt (°) ≈ Rate (%) x 0.6
zh_hans: 角度（°）≈速率（％）×0.6

# GPInfo1
source: The descent rate is calculated according to npresented below dependence of tangent function:
pl: Współczynnik ścieżki schodzenia (descent rate) obliczany jest według poniższej zależności funkcji tangens:
zh_hans: 下降率根据以下给出的正切函数相关性的计算：

# GPInfo2
source: For the standard 3° approach glide path, the 'Rule of three' or '3:1 rule of descent' can be used.
pl: Dla standardowej 3° ścieżki podejścia można stosować tak zwaną 'Regułę 3'.
zh_hans: 对于标准的3°接近滑行路径，可以使用 '三规则' 或 '3：1下降规则'。

# GPInfo3
source: It says that for every 3 NM carried out aircraft will reduce the height by 1 000 ft (~ 300 m).
pl: Mówi ona, że na każde przebyte 3 NM statek powietrzny zmniejszy wysokość o 1 000 ft (~300 m).
zh_hans: 飞机每进行3NM，飞机高度将降低1 000英尺（〜300米）。

# GPInfo4
source: In order to fast calculate the ratio (Rate) expressed in ft/NM you can use the following dependencies:
pl: Aby w pamięci obliczyć współczynnik (Rate) zniżania wyrażony w ft/NM można posłużyć się poniższymi zależnościami:
zh_hans: 为了快速计算以ft / NM表示的比率（比率），您可以使用以下相关项：

# ContactTitle
source: Contact
pl: Kontakt
zh_hans: 联系方式

# ContactInfo1
source: Check out our profiles on social media websites!
pl: Odwiedź nasz funpage na jednym z poniższych portali społecznościowych.
zh_hans: 可以在社交媒体网站上查看我们的个人资料！

# ContactInfo2
source: You can also contact with us via e-mail
pl: Możesz także kliknąć w ikonkę poniżej i wysłać nam maila:
zh_hans: 您还可以通过邮件和我们联系

# TimeCalcTitle
source: Time Calculator
pl: Kalkulator Czasu
zh_hans: 时间计算器

# WxTitle
source: Choose airfield
pl: Wybierz lotnisko
zh_hans: 选择机场

# WxPlaceholder
source: AIRFIELD
pl: LOTNISKO
zh_hans: 机场

source: Loading METAR
pl: Pobieram depesze METAR
zh_hans: 装载 METAR

source: Loading TAF
pl: Pobieram depesze TAF
zh_hans: 装载 TAF

# noWxInfo
source: : Terminal aerodrome forecast unavailable
pl: : Brak aktualnej depeszy
zh_hans: : TAF 不可用

# aerodromes
source: Available airfields:
pl: Dostępne lotniska:
zh_hans: 可用机场:
